Repository: scott2b/django-multimail
Catalog: multimail/locale/*/LC_MESSAGES/django.po
Languages: es

source: This e-mail address has already been verified.
es: Esta dirección de correo electrónico ha sido previamente verificada.

source: Thank you for verifying your e-mail address.
es: Gracias por verificar su dirreción de correo electrónico.

source: The account associated with this e-mail address has been deactivated. Please contact the site administrator.
es: La cuenta asociada con esta dirección de correo electrónico ha sido desactivada. Por favor contacte al administrador del sitio.

source: The seleted e-mail verification link is invalid. Please re-register your e-mail address.
es: La liga de verificación de correo electrónico seleccionada es inválida. Por favor vuelva a registrar su dirección de correo electrónico.

source: Verification required
es: Verificación requerida

source: Please verify your e-mail address.
es: Por favor verifique su dirección de correo electrónico.

source: A new e-mail address has been associated with your account at
es: Una nueva dirección de correo electrónico ha sido asociada a su cuenta en

source: Please click the link below to verify your new address.
es: Por favor haga click sobre la liga que aparece abajo para verificar su nueva dirección.

source: Please copy and paste the link below into your browser's address box to verify your new address.
es: Por favor copie y pegue la siguiente liga en el cuadro de direcciones de su navegador de internet para verificar su nueva dirección

source: A verification link has been sent to %(email)s
es: Una liga de verificación ha sido enviado a %(email)s
